demo-output/website/campaign/F3_runs/wedge/M2.5_th10/medium/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2606                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          40;
        startFace       14180;
    }
    outlet
    {
        type            patch;
        nFaces          40;
        startFace       14220;
    }
    bottom
    {
        type            symmetryPlane;
        inGroups        1(symmetryPlane);
        nFaces          60;
        startFace       14260;
    }
    top
    {
        type            patch;
        nFaces          180;
        startFace       14320;
    }
    obstacle
    {
        type            wall;
        inGroups        1(wall);
        nFaces          120;
        startFace       14500;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          14400;
        startFace       14620;
    }
)

// ************************************************************************* //
